Repository: dnknth/snips-alarm
Catalog: alarmclock/locales/*/LC_MESSAGES/messages.po
Languages: de

source: yes
de: ja

source: Sorry, I did not understand you.
de: Ich habe dich leider nicht verstanden.

source: here
de: hier

source: This room here hasn't been configured yet.
de: Dieser Raum wurde noch nicht eingestellt.

source: The room {room} has not been configured yet.
de: Der Raum {room} wurde noch nicht eingestellt.

source: I'm afraid I did not understand you.
de: Ich habe dich leider nicht verstanden.

source: This time is in the past.
de: Diese Zeit liegt in der Vergangenheit.

source: Please set another alarm.
de: Bitte stelle einen anderen Wecker.

source: This alarm would ring now.
de: Dieser Wecker würde jetzt klingeln.

source: The alarm will ring {room_part} {future_part} at {time}.
de: Der Wecker wird {future_part} um {time} {room_part} klingeln.

source: There is no alarm {room_part} {future_part} {time_part}.
de: Es gibt keinen Wecker {room_part} {future_part} {time_part}.

source: There is one alarm {room_part} {future_part} {time_part}
de: Es gibt einen Wecker {room_part} {future_part} {time_part}

source: . The next five are:
de: . Die nächsten fünf sind:

source: There is no alarm {room_part} {future_part} {time_part}
de: Es gibt keinen Wecker {room_part} {future_part} {time_part}.

source: The next alarm {room_slot} starts {future_part} at {time} {room_part}.
de: Der nächste Wecker {room_slot} startet {future_part} um {time} {room_part}.

source: You missed no alarm {room_part} {future_part} {time_part}.
de: Du hast keinen Wecker {room_part} {future_part} {time_part} verpasst.

source: You missed one alarm {room_part} {future_part} {time_part}
de: Du hast einen Wecker {room_part} {future_part} {time_part} verpasst

source: at {time}
de: um {time}

source: and
de: und

source: Are you sure you want to delete the only alarm {room_slot} {future_part} at {time} {room_part}?
de: Soll ich {room_slot} den einzigen Wecker {future_part} um {time} {room_part} wirklich löschen?

source: There are {future_part} {time_part} {room_part} {num} alarms. Are you sure?
de: Es gibt {future_part} {time_part} {room_part} {num} Wecker. Bist du dir sicher?

source: Done.
de: Erledigt.

source: I will wake you in {min} minutes.
de: Ich wecke Dich in {min} Minuten.

source: This room has not been configured yet.
de: Dieser Raum wurde noch nicht eingestellt.

source: What should the alarm do?
de: Was soll der Wecker tun?

source: Alarm is now ended. It is {time}.
de: Wecker beendet. Es ist {time}.

source: monday
de: Montag

source: tuesday
de: Dienstag

source: wednesday
de: Mittwoch

source: thursday
de: Donnerstag

source: friday
de: Freitag

source: saturday
de: Samstag

source: sunday
de: Sonntag

source: {min} minutes past {hour}
de: {hour} Uhr und {min} Minuten

source: in one hour
de: in einer Stunde

source: in {hours} hours
de: in {hours} Stunden

source: one minute
de: einer Minute

source: {minutes} minutes
de: {minutes} Minuten

source: {hours} and {minutes} minutes
de: {hours} und {minutes} Minuten

source: today
de: heute

source: tomorrow
de: morgen

source: the day after tomorrow
de: übermorgen

source: {hours} hours ago
de: vor {hours} Stunden

source: yesterday
de: gestern

source: {day_offset} days ago
de: vor {day_offset} Tagen

source: on {weekday}
de: am {weekday}

source: on {weekday} next week
de: am {weekday} kommende Woche

source: in {day_offset} days, on {weekday}, the {day}. {month}.
de: in {day_offset} Tagen, am {weekday}, dem {day}. {month}.

source: as of
de: ab

source: from
de: von

source: to {future_part_to} {time}
de: bis {future_part_to} {time}
